{
    "image": "https://c.ndtvimg.com/2018-10/o94nviv8_amritsar-train-accident-dussehra-punjab-afp_625x300_20_October_18.jpg",
    "link": "https://www.ndtv.com/amritsar-news/after-amritsar-tragedy-main-organisers-of-dussehra-event-untraceable-1935024",
    "probability": 0.650609924449724,
    "summary": "Railways has said it was not informed about the event by organisers or the local administration.\nMunicipal corporation councillor Vijay Madan and her son Sourabh Madan Mithu, the main organisers of the Dussehra celebration in Amritsar, where at least 61 people were run over by a passing train, have gone underground with other family members.\nFollowing this, the Madan family members have gone to an undisclosed location and also switched off their mobile phones.\nThe Madan family members were the main organisers of the Dussehra event where the train accident took place.\nThe Indian Railways has said it was not informed by the organisers or the local administration that a Dussehra event was being organised close to railway tracks.",
    "text": "Railways has said it was not informed about the event by organisers or the local administration.\n\nMunicipal corporation councillor Vijay Madan and her son Sourabh Madan Mithu, the main organisers of the Dussehra celebration in Amritsar, where at least 61 people were run over by a passing train, have gone underground with other family members.\n\nAccording to police, a few people angry over the accident attacked their residence, broke window panes and threw stones on Saturday.\n\nFollowing this, the Madan family members have gone to an undisclosed location and also switched off their mobile phones. However, police personnel have been deployed at the residence.\n\nVijay Madan is the sitting councillor from ward number 29 falling under the Amritsar East assembly constituency. The Madan family members were the main organisers of the Dussehra event where the train accident took place.\n\nThe accident happened when a crowd, gathered to watch Dussehra festivities, spilled onto the railway tracks near Joda Phatak and could not see an approaching train. They were crushed under the wheels of the train coming from Jalandhar and heading towards Amritsar station.\n\nThe Indian Railways has said it was not informed by the organisers or the local administration that a Dussehra event was being organised close to railway tracks.",
    "title": "After Amritsar Tragedy, Main Organisers Of Dussehra Event Untraceable",
    "verdict": "True"
}