{
    "image": "https://c.ndtvimg.com/2018-10/e7v3e208_rohit-kohli-afp_625x300_20_October_18.jpg",
    "link": "https://sports.ndtv.com/india-vs-west-indies-2018/india-vs-west-indies-1st-odi-preview-india-look-to-continue-their-dominance-over-windies-1934835?pfrom=home-sshowcase",
    "probability": 0.6049369147629885,
    "summary": "Following an emphatic Test series victory over the Windies, India will aim to continue their dominance in the 50-over format when they host the visitors in the first of the five-match One-Day Internationals series (ODI) at the Barsapara Cricket Stadium in Guwahati on Sunday.\nIndia have won three out of the last five matches, losing one while another match had no result.\nHowever, on home soil, India have won the last five off the nine matches while Windies have won two and the remaining two were cancelled.\nFormer Indian skipper MS Dhoni along with Ravindra Jadeja and Rishabh Pant will be key for India in the middle-order.\nSpin twins Kuldeep Yadav and Yuzvendra Chahal will look to torment the Windies, who looked suspect against spin in the Test series.",
    "text": "Following an emphatic Test series victory over the Windies, India will aim to continue their dominance in the 50-over format when they host the visitors in the first of the five-match One-Day Internationals series (ODI) at the Barsapara Cricket Stadium in Guwahati on Sunday. The hosts hold a clear upper-hand over the Windies as they look the better side on paper and have an edge in the win-record from their last few encounters. India have won three out of the last five matches, losing one while another match had no result.\n\nHowever, on home soil, India have won the last five off the nine matches while Windies have won two and the remaining two were cancelled.\n\nIn the batting department, Team India will bank on their in-form batsmen Virat Kohli, Rohit Sharma and Shikhar Dhawan to get them off to a good start.\n\nFormer Indian skipper MS Dhoni along with Ravindra Jadeja and Rishabh Pant will be key for India in the middle-order.\n\nIn the bowling department, Umesh Yadav, who had a prolific Test series against the Windies will spearhead the team's pace battery and will look to take quick wickets along with Mohammed Shami.\n\nHowever, top-ranked ODI pacer, Jasprit Bumrah's absence might hurt the hosts.\n\nSpin twins Kuldeep Yadav and Yuzvendra Chahal will look to torment the Windies, who looked suspect against spin in the Test series.\n\nFor the visitors, who will be looking to salvage some pride in the limited overs format, the withdrawal of batsmen Evin Lewis and Chris Gayle from the ODI series is a major setback.\n\nThey will, however, hope their batsmen and bowlers can put up an all-round performance to surprise the formidable Indian team.\n\nSquads:\n\nIndia (first two ODIs): Virat Kohli (capt), Rohit Sharma, Shikhar Dhawan, Ambati Rayudu, Manish Pandey, MS Dhoni (wk), Rishabh Pant, Ravindra Jadeja, Yuzvendra Chahal, Kuldeep Yadav, Mohammed Shami, Khaleel Ahmed, Shardul Thakur, KL Rahul.\n\nWindies: Jason Holder (capt), Fabian Allen, Sunil Ambris, Devendra Bishoo, Chanderpaul Hemraj, Shimron Hetmyer, Shai Hope, Alzarri Joseph, Evin Lewis, Ashley Nurse, Keemo Paul, Rovman Powell, Kemar Roach, Marlon Samuels, Oshane Thomas.",
    "title": "India vs West Indies, 1st ODI, Preview: India Look To Continue Their Dominance Over Windies",
    "verdict": "True"
}