{
    "image": "https://c.ndtvimg.com/2018-09/9vo151tg_indian-cricket-team-2007_625x300_18_September_18.jpg",
    "link": "https://sports.ndtv.com/asia-cup-2018/india-vs-pakistan-matches-five-memorable-encounters-1918395",
    "probability": 0.6817083213286941,
    "summary": "With yet another exciting contest on the cards, scheduled for Wednesday, both the countries - India and Pakistan - will once again meet in a high-voltage Asia Cup encounter .\nThe last time both the teams clashed was during the ICC Champions Trophy 2017 final, in which Pakistan thrashed India by 180 runs.\nWith the high-octane Asia Cup clash between the two countries just few hours away, here's a look at the five memorable India vs Pakistan matches.\nChasing 271 for victory, Tendulkar brought India close with a sparkling 136, but Pakistani off-spinner Saqlain Mushtaq got him out and India eventually lost by 12 runs.\nMahendra Singh Dhoni's India celebrated like never before as Haq missed a chance of a lifetime.",
    "text": "The high profile India-Pakistan matches have always been a treat for cricket fans. The rivalry between the two nations has always been the centre of attraction, whichever format the teams play in. With yet another exciting contest on the cards, scheduled for Wednesday, both the countries - India and Pakistan - will once again meet in a high-voltage Asia Cup encounter . The last time both the teams clashed was during the ICC Champions Trophy 2017 final, in which Pakistan thrashed India by 180 runs.\n\nWith the high-octane Asia Cup clash between the two countries just few hours away, here's a look at the five memorable India vs Pakistan matches.\n\nODI, Sialkot, October 1984\n\nOn October 31, 1984, the day when the teams were playing a one-dayer at Sialkot, the then Indian Prime Minister Indira Gandhi was assassinated in New Delhi.\n\nDilip Vengsarkar and Ravi Shastri were piling on runs for India when the news came. Pakistan's president Zia ul Haq ordered the match stopped, and India's captain Sunil Gavaskar wanted the same.\n\n\"Thirty years have gone by, but it's a day one can't forget,\" Gavaskar said.\n\nODI, Sharjah, March 1985\n\nImran Khan's best bowling figures of 6-14 were in a One-day International against India March 22, 1985, but for the swashbuckling Pakistan fast bowler it was all in vain.\n\nImran Khan ripped apart the Indian batting line-up at Sharjah to send the opposition packing for 125. But Pakistan's own batting imploded and they were skittled for just 87.\n\nImran Khan -- now the Pakistani Prime Minister -- was still man of the match.\n\nODI, Sharjah, April 1986\n\nThe match that will always evoke the bitterest memories for India, and the sweetest ones for Pakistan, was on April 18, 1986, again an ODI in Sharjah.\n\nWith Pakistan needing four off the last ball to win, India's Chetan Sharma ran in and bowled a full toss -- which Javed Miandad swatted for six.\n\nMiandad, who was presented with a golden sword, became a national hero, while Sharma faced barbs and insults on his return home.\n\nTest, Chennai, January 1999\n\nA century from Sachin Tendulkar, India's most celebrated batsman, was usually a recipe for success in the 1990s and 2000s but not in the 1999 Test match against Pakistan in Chennai.\n\nChasing 271 for victory, Tendulkar brought India close with a sparkling 136, but Pakistani off-spinner Saqlain Mushtaq got him out and India eventually lost by 12 runs.\n\nA sporting Indian home crowd gave the Wasim Akram-led side a standing ovation, but Tendulkar was heartbroken.\n\nWeeping in the dressing room, according to then-coach Anshuman Gaekwad, the \"little master\" refused to come out of the dressing room to receive his man of the match award.\n\nT20I, Johannesburg, September 2007\n\nAn India-Pakistan final in the inaugural Twenty20 World Cup and a sell-out crowd in Johannesburg, South Africa in 2007 was a perfect setting for cricket's newest format.\n\nPakistan's Misbah ul Haq was on the cusp of taking his team to a memorable win with his gritty batting in a chase of 158.\n\nBut then came a moment of madness as Haq tried to play an audacious paddle shot to seal victory against paceman Joginder Sharma in the final over.\n\nThe ball went high into the waiting hands of S. Sreesanth. Mahendra Singh Dhoni's India celebrated like never before as Haq missed a chance of a lifetime.\n\n(With AFP inputs)",
    "title": "India vs Pakistan Matches: Five Memorable Encounters",
    "verdict": "True"
}