{
    "image": "https://c.ndtvimg.com/2018-10/njq6uv3_petrol-diesel-fuel-rates_625x300_18_October_18.jpg",
    "link": "https://www.ndtv.com/business/petrol-price-on-october-20-petrol-diesel-prices-cut-for-third-straight-day-check-fuel-rates-here-1934766?News_Trending",
    "probability": 0.7370419770796456,
    "summary": "Oil-marketing companies slashed the prices of petrol and diesel across the four metro cities for the third straight day on Saturday.\n81.99 per litre in New Delhi, Rs.\nPetrol and diesel rates are decided on a daily basis by oil-marketing companies on the basis of the rupee-dollar rate and global crude oil prices.\nMeanwhile, all petrol and CNG (Compressed Natural Gas) pumps in the national capital will remain closed on October 22 as Delhi Petrol Dealers Association (DPDA) has decided to go on a strike.\nThe strike has been called in protest against the Delhi government's refusal to cut VAT (Value Added Tax) on petrol and diesel.",
    "text": "For the week, Brent fell 0.9 per cent, while US crude lost 3.1 per cent.\n\nOil-marketing companies slashed the prices of petrol and diesel across the four metro cities for the third straight day on Saturday. Petrol was priced at Rs. 81.99 per litre in New Delhi, Rs. 83.83 per litre in Kolkata, Rs. 87.46 per litre in Mumbai and Rs. 85.22 per litre in Chennai, according to Indian Oil Corporation (IOC). Diesel was sold at Rs. 75.36 per litre in New Delhi, Rs. 77.21 per litre in Kolkata, Rs. 79.00 per litre in Mumbai and Rs. 79.69 per litre in Chennai. Petrol and diesel rates are decided on a daily basis by oil-marketing companies on the basis of the rupee-dollar rate and global crude oil prices.\n\n(Petrol was priced at Rs. 81.99 per litre in New Delhi)\n\nState-run oil marketing companies Indian Oil, Bharat Petroleum and Hindustan Petroleum revise fuel prices with effect from 6 am on a daily basis. Government allowed revision of fuel rates on a daily basis since mid-June last year to reflect changes in costs instantly.\n\nMeanwhile, all petrol and CNG (Compressed Natural Gas) pumps in the national capital will remain closed on October 22 as Delhi Petrol Dealers Association (DPDA) has decided to go on a strike. The strike has been called in protest against the Delhi government's refusal to cut VAT (Value Added Tax) on petrol and diesel.\n\nGlobally, oil prices rose on Friday on signs of surging demand in China, the world's second largest oil consumer, although prices were headed for a second weekly decline on swelling US inventories and concern that trade wars were curbing economic activity, reported news agency Reuters.\n\nBrent crude futures rose 49 cents to settle at $79.78 a barrel. West Texas Intermediate (WTI) crude futures rose 47 cents to settle at $69.12 a barrel.\n\nFor the week, Brent fell 0.9 per cent, while US crude lost 3.1 per cent. Both contracts have fallen around $7 a barrel below four-year highs reached in early October.\n\n(With Reuters inputs)",
    "title": "Petrol, Diesel Prices Cut For Third Straight Day: Check Fuel Rates Here",
    "verdict": "True"
}