{
    "image": "https://cdn.dnaindia.com/sites/default/files/styles/full/public/2018/10/20/745706-man-city-score-reuters.jpg",
    "link": "https://www.dnaindia.com/sports/report-premier-league-man-city-go-on-top-with-5-0-thrashing-of-burnley-2677344",
    "probability": 0.5781961129530667,
    "summary": "Champions Manchester City took over sole control at the top of the Premier League table with an easy 5-0 win over Burnley, earning them a seventh win from their opening nine games.\nUnbeaten City took the lead in the 17th minute when Sergio Aguero slotted home from close range after clever play from Leroy Sane and David Silva.\nThe Argentine has now scored seven goals in seven games against Burnley.\nBurnley stuck at their task until the 54th minute when they gifted City a second goal.\nTelevision replays suggested the ball may have gone out of play before David Silva retrieved it and Hart said the linesman had apologised for the decision.",
    "text": "Champions Manchester City took over sole control at the top of the Premier League table with an easy 5-0 win over Burnley, earning them a seventh win from their opening nine games.\n\n\"The goals were so outstanding, beautiful, beautiful goals and three more points,\" said a delighted City manager Pep Guardiola.\n\nCity scored a record 106 goals on their way to the title last season and they are scoring at a more prolific rate this season, with 26 goals from nine games.\n\nUnbeaten City took the lead in the 17th minute when Sergio Aguero slotted home from close range after clever play from Leroy Sane and David Silva. The Argentine has now scored seven goals in seven games against Burnley.\n\nCity should have doubled their lead just before the break but Burnley keeper Joe Hart, facing his former club for the first time, produced a superb one-handed save to keep out a David Silva header and Aguero missed with the follow-up from point-blank range.\n\nBurnley stuck at their task until the 54th minute when they gifted City a second goal. Sane's appeal for a penalty was turned down but the Clarets' defence stopped, possibly thinking a penalty had been awarded, and David Silva passed to an unmarked Bernardo Silva for a simple finish.\n\nTelevision replays suggested the ball may have gone out of play before David Silva retrieved it and Hart said the linesman had apologised for the decision.\n\n\"I appreciate the human side but he apologised so he must be pretty clear it went out,\" said Hart.\n\nBurnley manager Sean Dyche said City should have had Vincent Kompany and Sane sent off and also felt the second goal should not have been given.\n\n\"The ref is going to blow his whistle and then doesn't. I have seen it back... with the best view we can see, the ball is out of play,\" he added.\n\n\"1-0 we were in it a bit, you can't say massively because they are a top, top side... it is not helpful when all them things go against you,\" said the Burnley manager.\n\nWhile City were dominant throughout, there was no doubt the second goal came at a key moment.\n\nTwo minutes later City put the game beyond Burnley when the visitors' attempt to clear a corner fell to Brazilian Fernandinho and he thumped the ball home from outside the box.\n\nCity manager Pep Guardiola responded by bringing on Belgian midfielder Kevin De Bruyne, who hasn't played since the opening game of the season due to a knee injury, much to the delight of the home crowd.\n\nA superb curling shot from Riyad Mahrez into the top corner made it 4-0 seven minutes from the end and Sane turned in a late fifth from a low Benjamin Mendy cross.\n\nGuardiola sees clear signs that City are at the same level that proved to be untouchable last season.\n\n\"I would say we feel comfortable at home with our people. Last season we drew against Everton and lost to United but won all the other games.\n\n\"We feel comfortable with our fans and the grass - thanks to the greenkeepers for the grass in perfect condition that helps us to play quicker. We feel comfortable so we can keep going and be consistent, especially in the Premier League, and that is so important.\"",
    "title": "Premier League: Man City go on top with 5-0 thrashing of Burnley",
    "verdict": "True"
}