{
    "image": "https://www.thehindu.com/news/national/other-states/ln1wdf/article25272062.ece/ALTERNATES/LANDSCAPE_615/AMRITSAR-KESAVAN",
    "link": "https://www.thehindu.com/news/national/other-states/amritsar-accident-worst-accident-caused-by-trespassing-in-history-of-railways/article25272063.ece",
    "probability": 0.5560703471728999,
    "summary": "People throng the railway track where the tragic train mishap took place at Joda Phatak in Amritsar on October 20, 2018.\n* June 4, 2010 — The Coimbatore—Mettupalayam special train collided with a mini-bus at an unmanned level-crossing at Idigarai near Coimbatore, killing 5.\n* March 26, 2012 — A MEMU commuter train collided with a boulder-carrying truck at the Kannamangala gate on the outskirts of Bangalore, killing the pilot and driver.\n* July 23, 2014 — A Nanded passenger train collided with a school bus at an unmanned level-crossing in Masaipet village of Medak district, killing 18.\n* April 25, 2018-13 children killed after train rammed into school van at railway crossing in UP’s Kushinagar.",
    "text": "People throng the railway track where the tragic train mishap took place at Joda Phatak in Amritsar on October 20, 2018. | Photo Credit: AKHILESH KUMAR\n\nmore-in\n\nThe accident in Amritsar Friday night in which at least 59 people were mowed down by a train during Dussehra celebrations was the worst due to trespassing on the tracks, railway officials said.\n\nHere is a list of some other such accidents:\n\n* June 4, 2002 — The Kasganj level crossing disaster occurred when a Kanpur—Kasganj Express collided with a passenger bus in Uttar Pradesh, killing 30 and injuring 29.\n\n* June 4, 2010 — The Coimbatore—Mettupalayam special train collided with a mini-bus at an unmanned level-crossing at Idigarai near Coimbatore, killing 5.\n\n* July 7, 2011 — A Mathura—Chhapra Express hit a bus at an unmanned level crossing in Thanagaon of Uttar Pradesh’s Kanshiram Nagar district, killing 38 and injuring 30.\n\n* February 26, 2012 — The Trivandrum-Kozhikode Jan Shatabdi Express struck people who were standing on the track to watch fireworks, killing 3 and injuring 1.\n\n* March 20, 2012 — A train collided with an overloaded taxi minivan at an unmanned railroad crossing in northern Uttar Pradesh, 296 km from Lucknow, killing 15.\n\n* March 26, 2012 — A MEMU commuter train collided with a boulder-carrying truck at the Kannamangala gate on the outskirts of Bangalore, killing the pilot and driver.\n\n* July 23, 2014 — A Nanded passenger train collided with a school bus at an unmanned level-crossing in Masaipet village of Medak district, killing 18.\n\n* January 17, 2017: Two 15-year-old boys wanting to take selfies in front of an approaching train were killed when they were hit by another train running on an adjacent track. This happened near Akshardham station in Delhi.\n\n* April 25, 2018-13 children killed after train rammed into school van at railway crossing in UP’s Kushinagar.",
    "title": "Amritsar accident: Worst accident caused by trespassing in history of railways",
    "verdict": "True"
}