{
    "articles": [
        {
            "image": "https://cdn.dnaindia.com/sites/default/files/styles/full/public/2018/10/20/745703-kerala-blasters-isl.jpg",
            "link": "https://www.dnaindia.com/sports/report-isl-2018-19-delhi-dynamos-snatch-a-point-with-a-late-goal-against-kerala-blasters-2677329",
            "probability": 0.5278514537364587,
            "summary": "Delhi Dynamos struck a late goal to hold Kerala Blasters to a 1-1 draw in their Indian Super League football match at the Jawaharlal Nehru Stadium here on Saturday.\nA quick breakaway and a neat one-two between Stojanovic and Sahal Abdul Samad saw the Serbian striker unleash a shot on the Delhi goal.\nA mistake from goalkeeper Naveen Kumar moments later gave Kaluderovic two stabs at the Kerala goal but a goalmouth scramble saw the ball being ultimately cleared.\nLalruatthara's low cross found its way back to Vineeth who scuffed his shot with the goal at his mercy.\nA Kerala corner was only half cleared to Poplatnik who sent the ball immediately back into the box for Vineeth.",
            "text": "Delhi Dynamos struck a late goal to hold Kerala Blasters to a 1-1 draw in their Indian Super League football match at the Jawaharlal Nehru Stadium here on Saturday.\n\nA 48th minute strike from C K Vineeth was cancelled out by Andrija Kaluderovic's 84th-minute header as Delhi's run of scoring a goal extended to 14 matches.\n\nAmidst a heavy downpour in Kochi, the visitors took control of the game in the first quarter with Kerala struggling to get hold of possession. Lallianzuala Chhangte, in particular, was looking threatening down the left flank for the\n\nDynamos and his duel with Sandesh Jhingan were proving to be an intriguing affair.\n\nAgainst the run of play, the hosts came close to grabbing the lead in the 22nd minute. A quick breakaway and a neat one-two between Stojanovic and Sahal Abdul Samad saw the Serbian striker unleash a shot on the Delhi goal.\n\nGoalkeeper Francisco Dorronsoro was, however, alert enough to deal with the danger.\n\nA mistake from goalkeeper Naveen Kumar moments later gave Kaluderovic two stabs at the Kerala goal but a goalmouth scramble saw the ball being ultimately cleared.\n\nDavid James' men then had two gilt-edged chances in succession following a quick counter-attack initiated by Vineeth. Lalruatthara's low cross found its way back to Vineeth who scuffed his shot with the goal at his mercy. The rebound fell to Stojanovic who smashed the side-netting from an acute angle.\n\nThe best chance of the first period fell to Delhi in the dying minutes following Mihelic's excellent ball to find Romeo Fernandes. The Goan winger squared the ball up for Zuiverloon but the Dutchman's cushioned effort scraped agonisingly wide of the post with Naveen Kumar well beaten.\n\nMatej Poplatnik was promptly introduced after the half-time interval but it was Vineeth who had the crowd roaring in delight. A Kerala corner was only half cleared to Poplatnik who sent the ball immediately back into the box for Vineeth. The striker shrugged off the challenge from Rana Gharami far too easily before poking a clever finish past Dorronsoro.\n\nAt the other end, Lakic-Pesic denied Romeo with an excellent block but the hosts should have doubled their lead when Seiminlen Doungel and Poplatnik found themselves in a two-on-one situation. Doungel went for goal instead of releasing his unmarked team-mate and paid the price with his effort going wide.\n\nWith Jhingan injured on the floor due to a cramp, Delhi found a deserved equaliser in the 84th minute through Kaluderovic as he headed home from inside the box.\n\nKerala failed to pick three points for the second game running on home soil, thanks to a late goal conceded while Dynamos were still searching for their first win.",
            "title": "ISL 2018-19: Delhi Dynamos snatch a point with a late goal against Kerala Blasters",
            "verdict": "True"
        },
        {
            "image": "https://c.ndtvimg.com/2018-10/njq6uv3_petrol-diesel-fuel-rates_625x300_18_October_18.jpg",
            "link": "https://www.ndtv.com/business/petrol-price-on-october-20-petrol-diesel-prices-cut-for-third-straight-day-check-fuel-rates-here-1934766?News_Trending",
            "probability": 0.7370419770796456,
            "summary": "Oil-marketing companies slashed the prices of petrol and diesel across the four metro cities for the third straight day on Saturday.\n81.99 per litre in New Delhi, Rs.\nPetrol and diesel rates are decided on a daily basis by oil-marketing companies on the basis of the rupee-dollar rate and global crude oil prices.\nMeanwhile, all petrol and CNG (Compressed Natural Gas) pumps in the national capital will remain closed on October 22 as Delhi Petrol Dealers Association (DPDA) has decided to go on a strike.\nThe strike has been called in protest against the Delhi government's refusal to cut VAT (Value Added Tax) on petrol and diesel.",
            "text": "For the week, Brent fell 0.9 per cent, while US crude lost 3.1 per cent.\n\nOil-marketing companies slashed the prices of petrol and diesel across the four metro cities for the third straight day on Saturday. Petrol was priced at Rs. 81.99 per litre in New Delhi, Rs. 83.83 per litre in Kolkata, Rs. 87.46 per litre in Mumbai and Rs. 85.22 per litre in Chennai, according to Indian Oil Corporation (IOC). Diesel was sold at Rs. 75.36 per litre in New Delhi, Rs. 77.21 per litre in Kolkata, Rs. 79.00 per litre in Mumbai and Rs. 79.69 per litre in Chennai. Petrol and diesel rates are decided on a daily basis by oil-marketing companies on the basis of the rupee-dollar rate and global crude oil prices.\n\n(Petrol was priced at Rs. 81.99 per litre in New Delhi)\n\nState-run oil marketing companies Indian Oil, Bharat Petroleum and Hindustan Petroleum revise fuel prices with effect from 6 am on a daily basis. Government allowed revision of fuel rates on a daily basis since mid-June last year to reflect changes in costs instantly.\n\nMeanwhile, all petrol and CNG (Compressed Natural Gas) pumps in the national capital will remain closed on October 22 as Delhi Petrol Dealers Association (DPDA) has decided to go on a strike. The strike has been called in protest against the Delhi government's refusal to cut VAT (Value Added Tax) on petrol and diesel.\n\nGlobally, oil prices rose on Friday on signs of surging demand in China, the world's second largest oil consumer, although prices were headed for a second weekly decline on swelling US inventories and concern that trade wars were curbing economic activity, reported news agency Reuters.\n\nBrent crude futures rose 49 cents to settle at $79.78 a barrel. West Texas Intermediate (WTI) crude futures rose 47 cents to settle at $69.12 a barrel.\n\nFor the week, Brent fell 0.9 per cent, while US crude lost 3.1 per cent. Both contracts have fallen around $7 a barrel below four-year highs reached in early October.\n\n(With Reuters inputs)",
            "title": "Petrol, Diesel Prices Cut For Third Straight Day: Check Fuel Rates Here",
            "verdict": "True"
        },
        {
            "image": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/10/18/Pictures/population-increased-available-department-conducted-arrangement-charmaine_d24d3004-d2b7-11e8-9a37-2776cb441552.jpg",
            "link": "https://www.hindustantimes.com/noida/ganga-river-dolphins-count-rises-to-33-up-from-22-in-2015/story-7PHtZKeVh8q3gyGdQi1IOP.html",
            "probability": 0.6469743406911396,
            "summary": "The World Wide Fund for Nature-India (WWF-India) along with the Uttar Pradesh forest department recently held a survey of Ganga River Dolphins and found that the dolphin population has increased from 22 in 2015 to 33 in 2018.\n“The major dolphin population is found beyond Allahabad, Varanasi and Balia districts, besides a small population found between the two barrages in western UP.\nThe Ganges River Dolphin (Platanista Gangetica), or ‘Susu,’ is one of the two subspecies of the South Asian River Dolphin, the other being the Indus Dolphin ‘bhulan’ found in the Indus river in Pakistan, and Beas in India.\nThe four other freshwater dolphins in the world are the Amazon river dolphin ‘Boto’; Bolivian river dolphin; the Araguaian river Dolphin, and the Chinese Dolphin ,‘Baiji’, in China’s Yangtze river, which is reported to have been extinct since 2006.\nThe Ganges River Dolphin is also flagged as the ‘Tiger of the Ganges’, and is considered the mascot of a healthy aquatic environment and acts as an indicator species.",
            "text": "The World Wide Fund for Nature-India (WWF-India) along with the Uttar Pradesh forest department recently held a survey of Ganga River Dolphins and found that the dolphin population has increased from 22 in 2015 to 33 in 2018. The survey under the ‘My Ganga, My Dolphin’ programme was conducted from October 10-15 over a stretch of nearly 205km, spanning Bijnor barrage to Narora barrage along the river.\n\nOfficials said the 33 dolphins found during the survey included three calves and claimed that it indicated that the slow -breeding dolphins have flourished on the stretch and also indicates positive river health and biodiversity.\n\n“The major dolphin population is found beyond Allahabad, Varanasi and Balia districts, besides a small population found between the two barrages in western UP. In the survey, we found 30 adults and three calves. This is an encouraging sign as dolphins are slow breeders but their population is increasing as they find sustainable environments and habitat,” Sanjeev Yadav, senior coordinator from WWF-India, said.\n\n“These dolphins breed every two or three years. Finding three calves amongst a small population is encouraging. A normal dolphin here has a length of 1-1.5 metre. The two barrages are close and it is one of the pristine habitats and is rich in biodiversity,” he added.\n\nThe survey covered a 106.9km stretch from Bijnor to Garhmukteshwar, which is along the Hastinapur Wildlife Sanctuary, and another 98km stretch from Garhmukteshwar to Narora which is a Ramsar site.\n\nThe Convention of Wetlands, called the Ramsar Convention, is the intergovernmental treaty that provides the framework for the conservation and proper use of wetlands and resources. India became a party to the convention in February 1982. India has 26 sites designated Wetlands of International Importance (Ramsar Sites).\n\n“The figures in the survey are encouraging as calves have been found, which means they are breeding. This is an indicator that the stretch is a suitable habitat for dolphins. Here, we also have a population of Ghariyals. We have ‘water schools’ run by WWF-India, to help sustain dolphins, and sensitise village residents. They now regard dolphins as a part of their ecosystem,” Lalit Verma, conservator of forests (Meerut), UP forest department, said.\n\nUnder the concept of ‘water schools,’ agencies have identified nearly 70 schools near the stretch and are sensitising students about the environment, biodiversity and the need to conserve the species.\n\nThe Ganges River Dolphin (Platanista Gangetica), or ‘Susu,’ is one of the two subspecies of the South Asian River Dolphin, the other being the Indus Dolphin ‘bhulan’ found in the Indus river in Pakistan, and Beas in India.\n\nThe four other freshwater dolphins in the world are the Amazon river dolphin ‘Boto’; Bolivian river dolphin; the Araguaian river Dolphin, and the Chinese Dolphin ,‘Baiji’, in China’s Yangtze river, which is reported to have been extinct since 2006.\n\nThe Ganges River Dolphin is also flagged as the ‘Tiger of the Ganges’, and is considered the mascot of a healthy aquatic environment and acts as an indicator species. According to officials, they are found in the Ganges-Brahmaputra-Meghna and Karnaphuli-Sangu river systems of India, Nepal, and Bangladesh. Recent population estimates in its entire distribution range recorded around 3,000 individuals. Out of this, more than 80% are within Indian territory.\n\nThe Bijnor to Narora Ramsar site is vital as it houses dolphins as well as ‘critically endangered’ Ghariyals. A programme for the reintroduction Ghariyals has been in place on the stretch since 2009.\n\nFirst Published: Oct 18, 2018 15:01 IST",
            "title": "Ganga river dolphins count rises to 33, up from 22 in 2015",
            "verdict": "True"
        }
    ]
}