{
    "articles": [
        {
            "image": "https://cdn.dnaindia.com/sites/default/files/styles/full/public/2018/10/20/745712-paes-afp.jpg",
            "link": "https://www.dnaindia.com/sports/report-indian-veteran-tennis-player-leander-paes-says-not-yet-decided-when-to-retire-2677348",
            "probability": 0.5365657217253269,
            "summary": "Veteran Indian tennis player Leander Paes Saturday said that he's enjoying his game and yet to decide on when to call it quits.\n\"The Davis Cup has evolved over the years so many times, they have tried to popularize Davis Cup (so that) more of the top players play.\nTeams will play one week in February to advance to the championship in November, replacing the current Davis Cup format that is played over four weekends throughout the year.\nAlso Davis Cup is huge patriotic event, so I think to spread Davis Cup around the world was the way to go.\nI see a lot of the top players not taking kindly to the new rule of Davis Cup,\" the veteran player noted.",
            "text": "Veteran Indian tennis player Leander Paes Saturday said that he's enjoying his game and yet to decide on when to call it quits.\n\n\"How long am I going to play? As long as I enjoy it. Will I retire by the end of the year? I don't know, we will see it at the end of the year,\" Paes said when asked about the road ahead for him.\n\n\"As far I am concerned, I am still enjoying my tennis. Now, I have achieved everything that's there to achieve. I don't have anything to prove to anybody out there,\" said the 45-year-old multiple Grand Slam winner.\n\nPaes admitted that the last few years have been tough for him but said he was playing on his own terms.\n\n\"I love my tennis, I have been playing for that many years. I hope I have brought happiness to people over the years. Now, I am playing because I enjoy it and I am playing it on my terms. I think the last few years have been very tough both on and off the court. For me, tennis brings a lot of happiness,\" he said.\n\nHe said the new format of the Davis Cup was another attempt to popularise the game though he was not a big fan of it.\n\n\"The Davis Cup has evolved over the years so many times, they have tried to popularize Davis Cup (so that) more of the top players play. I think this (the newer format) is just one more attempt to actually popularize the game and put it in a concept where it's all happening within one week.\" He was speaking to reporters on the sidelines of the launch of the Tennis Premier League here in suburban Andheri.\n\nTeams will play one week in February to advance to the championship in November, replacing the current Davis Cup format that is played over four weekends throughout the year.\n\n\"I'm not a big fan of it as there will be now home advantage now. Having played Davis Cup for 28-29 years now since 1990, I know that playing at home you have the home crowd involved, the home court advantage is involved, the home court surface is involved, it popularizes the game in every single country.\n\n\"And if you are playing away from home, likewise you have to handle adversity, the crowds against you, the alien surface. Also Davis Cup is huge patriotic event, so I think to spread Davis Cup around the world was the way to go. I see a lot of the top players not taking kindly to the new rule of Davis Cup,\" the veteran player noted.",
            "title": "Indian veteran tennis player Leander Paes says not yet decided when to retire",
            "verdict": "True"
        },
        {
            "image": "https://www.thehindu.com/static/theme/default/base/img/og-image.jpg",
            "link": "https://www.thehindu.com/news/cities/",
            "probability": 0.48050443897875406,
            "summary": "BBMP struggles with disposal of festival wasteBanana stems, ash gourds, flower garlands and other kinds of waste were found strewn in many parts of the city.\nThe waste generated is posing a problem for the BBMP.\nWith the composting plants closed for Ayudha puja, the civic body was also faced with the problem of shortage of manpower.\nOwing to the long weekend, many pourakarmikas have taken an off.\nBBMP’s Special Commissioner (Solid Waste Management) D. Randeep said: “We have directed the Zonal Joint Commissioners to ensure that overnight",
            "text": "BBMP struggles with disposal of festival waste\n\nBanana stems, ash gourds, flower garlands and other kinds of waste were found strewn in many parts of the city. The waste generated is posing a problem for the BBMP. With the composting plants closed for Ayudha puja, the civic body was also faced with the problem of shortage of manpower. Owing to the long weekend, many pourakarmikas have taken an off. BBMP’s Special Commissioner (Solid Waste Management) D. Randeep said: “We have directed the Zonal Joint Commissioners to ensure that overnight",
            "title": "Latest news updates from major cities of India",
            "verdict": "False"
        },
        {
            "image": "https://c.ndtvimg.com/2018-10/q50033r8_rishabh-pant-virat-kohli-afp_625x300_20_October_18.jpg",
            "link": "https://sports.ndtv.com/india-vs-west-indies-2018/india-vs-west-indies-1st-odi-rishabh-pant-set-to-make-debut-as-india-announce-team-1934852?News_Trending",
            "probability": 0.649734521236014,
            "summary": "Rishabh Pant is in line to make his One-day international (ODI) debut as India announced their team for the first ODI against Windies at the Barsapara Cricket Stadium in Guwahati on Sunday.\nHe scored his maiden century in only his third Test that India lost to England at The Oval.\nIn the Test series against the Windies, Pant was the joint-third-highest run-getter with 184 runs in the two Tests at an average of 92, exactly the same as captain Kohli.\nAfter impressing in the Asia Cup 2018 in United Arab Emirates and the Test series against the Windies, Ravindra Jadeja holds onto his place in the playing XI.\nRayudu scored 175 runs in six matches in the Asia Cup 2018 at an average of 43.75 with two half-centuries to his name.",
            "text": "Rishabh Pant is in line to make his One-day international (ODI) debut as India announced their team for the first ODI against Windies at the Barsapara Cricket Stadium in Guwahati on Sunday. According to the team sheet tweeted by the official BCCI handle, Pant will play as a specialist batsman with MS Dhoni taking his customary role behind the stumps. However, there was no such luck for young fast bowler Khaleel Ahmed, who was named as the 12th man with India going in with two specialist seamers and three spinners.\n\n-- Tweet --\n\nPant has made a great start to life as a Test cricketer following his debut against England in Trent Bridge and will be hoping for more of the same in the 50-over format. He scored his maiden century in only his third Test that India lost to England at The Oval.\n\nIn the Test series against the Windies, Pant was the joint-third-highest run-getter with 184 runs in the two Tests at an average of 92, exactly the same as captain Kohli. The 21-year-old's strike-rate of 84.40 was only bettered by Prithvi Shaw.\n\nAfter impressing in the Asia Cup 2018 in United Arab Emirates and the Test series against the Windies, Ravindra Jadeja holds onto his place in the playing XI.\n\nHowever, there was no place for KL Rahul or Manish Pandey as captain Virat Kohli and the team management continue to put their faith in Ambati Rayudu.\n\nRayudu scored 175 runs in six matches in the Asia Cup 2018 at an average of 43.75 with two half-centuries to his name. The omission of Rahul will once again be a point of contention with many fans and pundits calling for his inclusion in the ODI playing XI.",
            "title": "India vs West Indies 1st ODI: Rishabh Pant Set To Make Debut As India Announce Team",
            "verdict": "True"
        },
        {
            "image": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/09/02/Pictures/18th-asian-games-jakarta-palembang-2018_82390ba6-aeb3-11e8-8465-1eef8cfbb700.jpg",
            "link": "https://www.hindustantimes.com/photos/asian-games-2018/asian-games-2018-18th-edition-comes-to-a-glitzy-end/photo-As8tbTuS0QOWwidhYspeYK.html",
            "probability": 0.6099316254010533,
            "summary": "about the galleryAsian Games 2018 came to a glitzy end on Sunday.\nThe closing ceremony had excellent performances from several artists including Isyana Sarasvati.\nThe 18th edition of the quadrennial event was a particularly good one for India who won 69 medals.\nIndia won 15 gold at the games which is the highest for India since the opening edition in 1951.",
            "text": "about the gallery\n\nAsian Games 2018 came to a glitzy end on Sunday. The closing ceremony had excellent performances from several artists including Isyana Sarasvati. The 18th edition of the quadrennial event was a particularly good one for India who won 69 medals. India won 15 gold at the games which is the highest for India since the opening edition in 1951.",
            "title": "Asian Games 2018: 18th edition comes to a glitzy end",
            "verdict": "True"
        }
    ]
}