{
    "articles": [
        {
            "image": "https://cdn.dnaindia.com/sites/default/files/styles/full/public/2018/10/20/745618-mumbai-vht-twitter.jpg",
            "link": "https://www.dnaindia.com/cricket/report-vijay-hazare-trophy-mumbai-defeat-delhi-to-lift-title-for-3rd-time-2677259",
            "summary": "Aditya Tare struck a fluent half-century as a clinical Mumbai defeated Delhi by four wickets to win their third Vijay Hazare Trophy title at M Chinnaswamy stadium here on Saturday.\nMumbai last won the trophy way back in 2006-07 when they defeated Rajasthan.\nEarlier, Delhi began their innings on a bad note with Mumbai pacers Kulkarni and Tushar Deshpande exploiting the moist conditions.\nThereafter, Pawan Negi (21), Subodh Bhati (25) and Himmat Singh (41) scored vital runs to take Delhi to 177.\nBut once Negi walked back to the pavilion retired hurt, Mumbai ran through Delhi's tail in quick time.",
            "text": "Aditya Tare struck a fluent half-century as a clinical Mumbai defeated Delhi by four wickets to win their third Vijay Hazare Trophy title at M Chinnaswamy stadium here on Saturday.\n\nMumbai last won the trophy way back in 2006-07 when they defeated Rajasthan.\n\nOpting to bowl after winning the toss, pacers, Shivam Dubey (3/29) and Dhawal Kulkarni (3/30) picked up three wickets apiece as Mumbai bowled out Delhi for a paltry 177 in 45.4 overs.\n\nLater, Tare starred with the bat with an 89-ball 71 that included 13 boundaries and a six and in the company of crisis man Siddesh Lad (48) stitched 105 runs for the fifth wicket to seal the win for Mumbai with 15 overs to spare.\n\nBut Tare had his heart in his mouth in 19th over of the innings when he survived a caught behind decision. Repeated TV replays showed the ball had bounced before nestling into Delhi wicket-keeper Unmukt Chand's gloves.\n\nTare eventually fell prey to Manan Sharma, trapped plumb in front of the wicket in the 31st over but by then he had already taken Mumbai to sniffing distance of a win. Lad's valiant 48 came off 68 deliveries with four boundaries and two sixes but he fell two short of his half-century, caught by Dhruv Shorey off Lalit Yadav with Mumbai scoreboard reading 176 for six.\n\nLad also survived a run out appeal at the non-strikers end after the umpires could not come to a conclusive proof to suggest that the straight drive off Tare hit the boots of Subodh Bhati and ricocheted onto the stumps.\n\nThe benefit of doubt went in favour of the batsman.\n\nChasing 178, Mumbai lost in-form Prithvi Shaw for eight in third ball of the innings after he smashed two consecutive boundaries of Navdeep Saini.\n\nAjinkya Rahane (10), captain Shreyas Iyer (7) and Suryakumar Yadav (4) all departed cheaply to Saini and Kulwant Khejrolia, leaving Mumbai struggling at 40 for four in 7.4 overs.\n\nEarlier, Delhi began their innings on a bad note with Mumbai pacers Kulkarni and Tushar Deshpande exploiting the moist conditions.\n\nDeshpande (2/30), Dubey and Kulkarni picked up eight wickets between them to rattle Delhi's batting line-up.\n\nCaptain Gautam Gambhir got out for one in second over off the innings. Soon Unmukt Chand (13) and Manan Sharma (5) also went cheaply.\n\nDelhi were reeling at 21 for three in six overs, but Nitish Rana (13) and Dhruv Shorey (31) tried to stabilise the innings for a brief period before the former was removed by Dubey, leaving Delhi precariously placed at 60 for four.\n\nShorey too did not last long as he was stumped by Tare off a brilliant Shams Mulani's delivery.\n\nThereafter, Pawan Negi (21), Subodh Bhati (25) and Himmat Singh (41) scored vital runs to take Delhi to 177.\n\nBut once Negi walked back to the pavilion retired hurt, Mumbai ran through Delhi's tail in quick time.",
            "title": "Vijay Hazare Trophy: Mumbai defeat Delhi to lift title for 3rd time"
        },
        {
            "image": "https://www.thehindu.com/static/theme/default/base/img/og-image.jpg",
            "link": "https://www.thehindu.com/news/cities/chennai/",
            "summary": "Have you tried bubble football yet?\nAt Five Alive-Futzorb, you can pretend to be Neymar, Zidane or Ronaldinho, and nobody will burst your bubble",
            "text": "Have you tried bubble football yet?\n\nAt Five Alive-Futzorb, you can pretend to be Neymar, Zidane or Ronaldinho, and nobody will burst your bubble",
            "title": "Chennai - Latest News, Politics, Events, Entertainment"
        },
        {
            "image": "https://c.ndtvimg.com/2018-10/njq6uv3_petrol-diesel-fuel-rates_625x300_18_October_18.jpg",
            "link": "https://www.ndtv.com/business/petrol-price-on-october-20-petrol-diesel-prices-cut-for-third-straight-day-check-fuel-rates-here-1934766?News_Trending",
            "summary": "Oil-marketing companies slashed the prices of petrol and diesel across the four metro cities for the third straight day on Saturday.\n81.99 per litre in New Delhi, Rs.\nPetrol and diesel rates are decided on a daily basis by oil-marketing companies on the basis of the rupee-dollar rate and global crude oil prices.\nMeanwhile, all petrol and CNG (Compressed Natural Gas) pumps in the national capital will remain closed on October 22 as Delhi Petrol Dealers Association (DPDA) has decided to go on a strike.\nThe strike has been called in protest against the Delhi government's refusal to cut VAT (Value Added Tax) on petrol and diesel.",
            "text": "For the week, Brent fell 0.9 per cent, while US crude lost 3.1 per cent.\n\nOil-marketing companies slashed the prices of petrol and diesel across the four metro cities for the third straight day on Saturday. Petrol was priced at Rs. 81.99 per litre in New Delhi, Rs. 83.83 per litre in Kolkata, Rs. 87.46 per litre in Mumbai and Rs. 85.22 per litre in Chennai, according to Indian Oil Corporation (IOC). Diesel was sold at Rs. 75.36 per litre in New Delhi, Rs. 77.21 per litre in Kolkata, Rs. 79.00 per litre in Mumbai and Rs. 79.69 per litre in Chennai. Petrol and diesel rates are decided on a daily basis by oil-marketing companies on the basis of the rupee-dollar rate and global crude oil prices.\n\n(Petrol was priced at Rs. 81.99 per litre in New Delhi)\n\nState-run oil marketing companies Indian Oil, Bharat Petroleum and Hindustan Petroleum revise fuel prices with effect from 6 am on a daily basis. Government allowed revision of fuel rates on a daily basis since mid-June last year to reflect changes in costs instantly.\n\nMeanwhile, all petrol and CNG (Compressed Natural Gas) pumps in the national capital will remain closed on October 22 as Delhi Petrol Dealers Association (DPDA) has decided to go on a strike. The strike has been called in protest against the Delhi government's refusal to cut VAT (Value Added Tax) on petrol and diesel.\n\nGlobally, oil prices rose on Friday on signs of surging demand in China, the world's second largest oil consumer, although prices were headed for a second weekly decline on swelling US inventories and concern that trade wars were curbing economic activity, reported news agency Reuters.\n\nBrent crude futures rose 49 cents to settle at $79.78 a barrel. West Texas Intermediate (WTI) crude futures rose 47 cents to settle at $69.12 a barrel.\n\nFor the week, Brent fell 0.9 per cent, while US crude lost 3.1 per cent. Both contracts have fallen around $7 a barrel below four-year highs reached in early October.\n\n(With Reuters inputs)",
            "title": "Petrol, Diesel Prices Cut For Third Straight Day: Check Fuel Rates Here"
        },
        {
            "image": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/10/18/Pictures/population-increased-available-department-conducted-arrangement-charmaine_d24d3004-d2b7-11e8-9a37-2776cb441552.jpg",
            "link": "https://www.hindustantimes.com/noida/ganga-river-dolphins-count-rises-to-33-up-from-22-in-2015/story-7PHtZKeVh8q3gyGdQi1IOP.html",
            "summary": "The World Wide Fund for Nature-India (WWF-India) along with the Uttar Pradesh forest department recently held a survey of Ganga River Dolphins and found that the dolphin population has increased from 22 in 2015 to 33 in 2018.\n“The major dolphin population is found beyond Allahabad, Varanasi and Balia districts, besides a small population found between the two barrages in western UP.\nThe Ganges River Dolphin (Platanista Gangetica), or ‘Susu,’ is one of the two subspecies of the South Asian River Dolphin, the other being the Indus Dolphin ‘bhulan’ found in the Indus river in Pakistan, and Beas in India.\nThe four other freshwater dolphins in the world are the Amazon river dolphin ‘Boto’; Bolivian river dolphin; the Araguaian river Dolphin, and the Chinese Dolphin ,‘Baiji’, in China’s Yangtze river, which is reported to have been extinct since 2006.\nThe Ganges River Dolphin is also flagged as the ‘Tiger of the Ganges’, and is considered the mascot of a healthy aquatic environment and acts as an indicator species.",
            "text": "The World Wide Fund for Nature-India (WWF-India) along with the Uttar Pradesh forest department recently held a survey of Ganga River Dolphins and found that the dolphin population has increased from 22 in 2015 to 33 in 2018. The survey under the ‘My Ganga, My Dolphin’ programme was conducted from October 10-15 over a stretch of nearly 205km, spanning Bijnor barrage to Narora barrage along the river.\n\nOfficials said the 33 dolphins found during the survey included three calves and claimed that it indicated that the slow -breeding dolphins have flourished on the stretch and also indicates positive river health and biodiversity.\n\n“The major dolphin population is found beyond Allahabad, Varanasi and Balia districts, besides a small population found between the two barrages in western UP. In the survey, we found 30 adults and three calves. This is an encouraging sign as dolphins are slow breeders but their population is increasing as they find sustainable environments and habitat,” Sanjeev Yadav, senior coordinator from WWF-India, said.\n\n“These dolphins breed every two or three years. Finding three calves amongst a small population is encouraging. A normal dolphin here has a length of 1-1.5 metre. The two barrages are close and it is one of the pristine habitats and is rich in biodiversity,” he added.\n\nThe survey covered a 106.9km stretch from Bijnor to Garhmukteshwar, which is along the Hastinapur Wildlife Sanctuary, and another 98km stretch from Garhmukteshwar to Narora which is a Ramsar site.\n\nThe Convention of Wetlands, called the Ramsar Convention, is the intergovernmental treaty that provides the framework for the conservation and proper use of wetlands and resources. India became a party to the convention in February 1982. India has 26 sites designated Wetlands of International Importance (Ramsar Sites).\n\n“The figures in the survey are encouraging as calves have been found, which means they are breeding. This is an indicator that the stretch is a suitable habitat for dolphins. Here, we also have a population of Ghariyals. We have ‘water schools’ run by WWF-India, to help sustain dolphins, and sensitise village residents. They now regard dolphins as a part of their ecosystem,” Lalit Verma, conservator of forests (Meerut), UP forest department, said.\n\nUnder the concept of ‘water schools,’ agencies have identified nearly 70 schools near the stretch and are sensitising students about the environment, biodiversity and the need to conserve the species.\n\nThe Ganges River Dolphin (Platanista Gangetica), or ‘Susu,’ is one of the two subspecies of the South Asian River Dolphin, the other being the Indus Dolphin ‘bhulan’ found in the Indus river in Pakistan, and Beas in India.\n\nThe four other freshwater dolphins in the world are the Amazon river dolphin ‘Boto’; Bolivian river dolphin; the Araguaian river Dolphin, and the Chinese Dolphin ,‘Baiji’, in China’s Yangtze river, which is reported to have been extinct since 2006.\n\nThe Ganges River Dolphin is also flagged as the ‘Tiger of the Ganges’, and is considered the mascot of a healthy aquatic environment and acts as an indicator species. According to officials, they are found in the Ganges-Brahmaputra-Meghna and Karnaphuli-Sangu river systems of India, Nepal, and Bangladesh. Recent population estimates in its entire distribution range recorded around 3,000 individuals. Out of this, more than 80% are within Indian territory.\n\nThe Bijnor to Narora Ramsar site is vital as it houses dolphins as well as ‘critically endangered’ Ghariyals. A programme for the reintroduction Ghariyals has been in place on the stretch since 2009.\n\nFirst Published: Oct 18, 2018 15:01 IST",
            "title": "Ganga river dolphins count rises to 33, up from 22 in 2015"
        }
    ]
}