{
    "articles": [
        {
            "image": "https://cdn.dnaindia.com/sites/default/files/styles/full/public/2018/10/20/745706-man-city-score-reuters.jpg",
            "link": "https://www.dnaindia.com/sports/report-premier-league-man-city-go-on-top-with-5-0-thrashing-of-burnley-2677344",
            "probability": 0.5781961129530667,
            "summary": "Champions Manchester City took over sole control at the top of the Premier League table with an easy 5-0 win over Burnley, earning them a seventh win from their opening nine games.\nUnbeaten City took the lead in the 17th minute when Sergio Aguero slotted home from close range after clever play from Leroy Sane and David Silva.\nThe Argentine has now scored seven goals in seven games against Burnley.\nBurnley stuck at their task until the 54th minute when they gifted City a second goal.\nTelevision replays suggested the ball may have gone out of play before David Silva retrieved it and Hart said the linesman had apologised for the decision.",
            "text": "Champions Manchester City took over sole control at the top of the Premier League table with an easy 5-0 win over Burnley, earning them a seventh win from their opening nine games.\n\n\"The goals were so outstanding, beautiful, beautiful goals and three more points,\" said a delighted City manager Pep Guardiola.\n\nCity scored a record 106 goals on their way to the title last season and they are scoring at a more prolific rate this season, with 26 goals from nine games.\n\nUnbeaten City took the lead in the 17th minute when Sergio Aguero slotted home from close range after clever play from Leroy Sane and David Silva. The Argentine has now scored seven goals in seven games against Burnley.\n\nCity should have doubled their lead just before the break but Burnley keeper Joe Hart, facing his former club for the first time, produced a superb one-handed save to keep out a David Silva header and Aguero missed with the follow-up from point-blank range.\n\nBurnley stuck at their task until the 54th minute when they gifted City a second goal. Sane's appeal for a penalty was turned down but the Clarets' defence stopped, possibly thinking a penalty had been awarded, and David Silva passed to an unmarked Bernardo Silva for a simple finish.\n\nTelevision replays suggested the ball may have gone out of play before David Silva retrieved it and Hart said the linesman had apologised for the decision.\n\n\"I appreciate the human side but he apologised so he must be pretty clear it went out,\" said Hart.\n\nBurnley manager Sean Dyche said City should have had Vincent Kompany and Sane sent off and also felt the second goal should not have been given.\n\n\"The ref is going to blow his whistle and then doesn't. I have seen it back... with the best view we can see, the ball is out of play,\" he added.\n\n\"1-0 we were in it a bit, you can't say massively because they are a top, top side... it is not helpful when all them things go against you,\" said the Burnley manager.\n\nWhile City were dominant throughout, there was no doubt the second goal came at a key moment.\n\nTwo minutes later City put the game beyond Burnley when the visitors' attempt to clear a corner fell to Brazilian Fernandinho and he thumped the ball home from outside the box.\n\nCity manager Pep Guardiola responded by bringing on Belgian midfielder Kevin De Bruyne, who hasn't played since the opening game of the season due to a knee injury, much to the delight of the home crowd.\n\nA superb curling shot from Riyad Mahrez into the top corner made it 4-0 seven minutes from the end and Sane turned in a late fifth from a low Benjamin Mendy cross.\n\nGuardiola sees clear signs that City are at the same level that proved to be untouchable last season.\n\n\"I would say we feel comfortable at home with our people. Last season we drew against Everton and lost to United but won all the other games.\n\n\"We feel comfortable with our fans and the grass - thanks to the greenkeepers for the grass in perfect condition that helps us to play quicker. We feel comfortable so we can keep going and be consistent, especially in the Premier League, and that is so important.\"",
            "title": "Premier League: Man City go on top with 5-0 thrashing of Burnley",
            "verdict": "True"
        },
        {
            "image": "https://www.thehindu.com/static/theme/default/base/img/og-image.jpg",
            "link": "https://www.thehindu.com/news/cities/Hyderabad/",
            "probability": 0.48414367334283614,
            "summary": "Azeem Banatwalla: ‘It’s the golden age of web series’Kicking off his ‘Problems’ Tour, the comedian reminds us that things are going to be okay — relatively speaking",
            "text": "Azeem Banatwalla: ‘It’s the golden age of web series’\n\nKicking off his ‘Problems’ Tour, the comedian reminds us that things are going to be okay — relatively speaking",
            "title": "Hyderabad - Latest News, Politics, Events, Entertainment",
            "verdict": "False"
        },
        {
            "image": "https://c.ndtvimg.com/2018-10/njq6uv3_petrol-diesel-fuel-rates_625x300_18_October_18.jpg",
            "link": "https://www.ndtv.com/business/petrol-price-on-october-20-petrol-diesel-prices-cut-for-third-straight-day-check-fuel-rates-here-1934766?News_Trending",
            "probability": 0.7370419770796456,
            "summary": "Oil-marketing companies slashed the prices of petrol and diesel across the four metro cities for the third straight day on Saturday.\n81.99 per litre in New Delhi, Rs.\nPetrol and diesel rates are decided on a daily basis by oil-marketing companies on the basis of the rupee-dollar rate and global crude oil prices.\nMeanwhile, all petrol and CNG (Compressed Natural Gas) pumps in the national capital will remain closed on October 22 as Delhi Petrol Dealers Association (DPDA) has decided to go on a strike.\nThe strike has been called in protest against the Delhi government's refusal to cut VAT (Value Added Tax) on petrol and diesel.",
            "text": "For the week, Brent fell 0.9 per cent, while US crude lost 3.1 per cent.\n\nOil-marketing companies slashed the prices of petrol and diesel across the four metro cities for the third straight day on Saturday. Petrol was priced at Rs. 81.99 per litre in New Delhi, Rs. 83.83 per litre in Kolkata, Rs. 87.46 per litre in Mumbai and Rs. 85.22 per litre in Chennai, according to Indian Oil Corporation (IOC). Diesel was sold at Rs. 75.36 per litre in New Delhi, Rs. 77.21 per litre in Kolkata, Rs. 79.00 per litre in Mumbai and Rs. 79.69 per litre in Chennai. Petrol and diesel rates are decided on a daily basis by oil-marketing companies on the basis of the rupee-dollar rate and global crude oil prices.\n\n(Petrol was priced at Rs. 81.99 per litre in New Delhi)\n\nState-run oil marketing companies Indian Oil, Bharat Petroleum and Hindustan Petroleum revise fuel prices with effect from 6 am on a daily basis. Government allowed revision of fuel rates on a daily basis since mid-June last year to reflect changes in costs instantly.\n\nMeanwhile, all petrol and CNG (Compressed Natural Gas) pumps in the national capital will remain closed on October 22 as Delhi Petrol Dealers Association (DPDA) has decided to go on a strike. The strike has been called in protest against the Delhi government's refusal to cut VAT (Value Added Tax) on petrol and diesel.\n\nGlobally, oil prices rose on Friday on signs of surging demand in China, the world's second largest oil consumer, although prices were headed for a second weekly decline on swelling US inventories and concern that trade wars were curbing economic activity, reported news agency Reuters.\n\nBrent crude futures rose 49 cents to settle at $79.78 a barrel. West Texas Intermediate (WTI) crude futures rose 47 cents to settle at $69.12 a barrel.\n\nFor the week, Brent fell 0.9 per cent, while US crude lost 3.1 per cent. Both contracts have fallen around $7 a barrel below four-year highs reached in early October.\n\n(With Reuters inputs)",
            "title": "Petrol, Diesel Prices Cut For Third Straight Day: Check Fuel Rates Here",
            "verdict": "True"
        },
        {
            "image": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/10/18/Pictures/population-increased-available-department-conducted-arrangement-charmaine_d24d3004-d2b7-11e8-9a37-2776cb441552.jpg",
            "link": "https://www.hindustantimes.com/noida/ganga-river-dolphins-count-rises-to-33-up-from-22-in-2015/story-7PHtZKeVh8q3gyGdQi1IOP.html",
            "probability": 0.6469743406911396,
            "summary": "The World Wide Fund for Nature-India (WWF-India) along with the Uttar Pradesh forest department recently held a survey of Ganga River Dolphins and found that the dolphin population has increased from 22 in 2015 to 33 in 2018.\n“The major dolphin population is found beyond Allahabad, Varanasi and Balia districts, besides a small population found between the two barrages in western UP.\nThe Ganges River Dolphin (Platanista Gangetica), or ‘Susu,’ is one of the two subspecies of the South Asian River Dolphin, the other being the Indus Dolphin ‘bhulan’ found in the Indus river in Pakistan, and Beas in India.\nThe four other freshwater dolphins in the world are the Amazon river dolphin ‘Boto’; Bolivian river dolphin; the Araguaian river Dolphin, and the Chinese Dolphin ,‘Baiji’, in China’s Yangtze river, which is reported to have been extinct since 2006.\nThe Ganges River Dolphin is also flagged as the ‘Tiger of the Ganges’, and is considered the mascot of a healthy aquatic environment and acts as an indicator species.",
            "text": "The World Wide Fund for Nature-India (WWF-India) along with the Uttar Pradesh forest department recently held a survey of Ganga River Dolphins and found that the dolphin population has increased from 22 in 2015 to 33 in 2018. The survey under the ‘My Ganga, My Dolphin’ programme was conducted from October 10-15 over a stretch of nearly 205km, spanning Bijnor barrage to Narora barrage along the river.\n\nOfficials said the 33 dolphins found during the survey included three calves and claimed that it indicated that the slow -breeding dolphins have flourished on the stretch and also indicates positive river health and biodiversity.\n\n“The major dolphin population is found beyond Allahabad, Varanasi and Balia districts, besides a small population found between the two barrages in western UP. In the survey, we found 30 adults and three calves. This is an encouraging sign as dolphins are slow breeders but their population is increasing as they find sustainable environments and habitat,” Sanjeev Yadav, senior coordinator from WWF-India, said.\n\n“These dolphins breed every two or three years. Finding three calves amongst a small population is encouraging. A normal dolphin here has a length of 1-1.5 metre. The two barrages are close and it is one of the pristine habitats and is rich in biodiversity,” he added.\n\nThe survey covered a 106.9km stretch from Bijnor to Garhmukteshwar, which is along the Hastinapur Wildlife Sanctuary, and another 98km stretch from Garhmukteshwar to Narora which is a Ramsar site.\n\nThe Convention of Wetlands, called the Ramsar Convention, is the intergovernmental treaty that provides the framework for the conservation and proper use of wetlands and resources. India became a party to the convention in February 1982. India has 26 sites designated Wetlands of International Importance (Ramsar Sites).\n\n“The figures in the survey are encouraging as calves have been found, which means they are breeding. This is an indicator that the stretch is a suitable habitat for dolphins. Here, we also have a population of Ghariyals. We have ‘water schools’ run by WWF-India, to help sustain dolphins, and sensitise village residents. They now regard dolphins as a part of their ecosystem,” Lalit Verma, conservator of forests (Meerut), UP forest department, said.\n\nUnder the concept of ‘water schools,’ agencies have identified nearly 70 schools near the stretch and are sensitising students about the environment, biodiversity and the need to conserve the species.\n\nThe Ganges River Dolphin (Platanista Gangetica), or ‘Susu,’ is one of the two subspecies of the South Asian River Dolphin, the other being the Indus Dolphin ‘bhulan’ found in the Indus river in Pakistan, and Beas in India.\n\nThe four other freshwater dolphins in the world are the Amazon river dolphin ‘Boto’; Bolivian river dolphin; the Araguaian river Dolphin, and the Chinese Dolphin ,‘Baiji’, in China’s Yangtze river, which is reported to have been extinct since 2006.\n\nThe Ganges River Dolphin is also flagged as the ‘Tiger of the Ganges’, and is considered the mascot of a healthy aquatic environment and acts as an indicator species. According to officials, they are found in the Ganges-Brahmaputra-Meghna and Karnaphuli-Sangu river systems of India, Nepal, and Bangladesh. Recent population estimates in its entire distribution range recorded around 3,000 individuals. Out of this, more than 80% are within Indian territory.\n\nThe Bijnor to Narora Ramsar site is vital as it houses dolphins as well as ‘critically endangered’ Ghariyals. A programme for the reintroduction Ghariyals has been in place on the stretch since 2009.\n\nFirst Published: Oct 18, 2018 15:01 IST",
            "title": "Ganga river dolphins count rises to 33, up from 22 in 2015",
            "verdict": "True"
        }
    ]
}