{
    "articles": [
        {
            "image": "https://cdn.dnaindia.com/sites/default/files/styles/full/public/2018/10/20/745712-paes-afp.jpg",
            "link": "https://www.dnaindia.com/sports/report-indian-veteran-tennis-player-leander-paes-says-not-yet-decided-when-to-retire-2677348",
            "summary": "Veteran Indian tennis player Leander Paes Saturday said that he's enjoying his game and yet to decide on when to call it quits.\n\"The Davis Cup has evolved over the years so many times, they have tried to popularize Davis Cup (so that) more of the top players play.\nTeams will play one week in February to advance to the championship in November, replacing the current Davis Cup format that is played over four weekends throughout the year.\nAlso Davis Cup is huge patriotic event, so I think to spread Davis Cup around the world was the way to go.\nI see a lot of the top players not taking kindly to the new rule of Davis Cup,\" the veteran player noted.",
            "text": "Veteran Indian tennis player Leander Paes Saturday said that he's enjoying his game and yet to decide on when to call it quits.\n\n\"How long am I going to play? As long as I enjoy it. Will I retire by the end of the year? I don't know, we will see it at the end of the year,\" Paes said when asked about the road ahead for him.\n\n\"As far I am concerned, I am still enjoying my tennis. Now, I have achieved everything that's there to achieve. I don't have anything to prove to anybody out there,\" said the 45-year-old multiple Grand Slam winner.\n\nPaes admitted that the last few years have been tough for him but said he was playing on his own terms.\n\n\"I love my tennis, I have been playing for that many years. I hope I have brought happiness to people over the years. Now, I am playing because I enjoy it and I am playing it on my terms. I think the last few years have been very tough both on and off the court. For me, tennis brings a lot of happiness,\" he said.\n\nHe said the new format of the Davis Cup was another attempt to popularise the game though he was not a big fan of it.\n\n\"The Davis Cup has evolved over the years so many times, they have tried to popularize Davis Cup (so that) more of the top players play. I think this (the newer format) is just one more attempt to actually popularize the game and put it in a concept where it's all happening within one week.\" He was speaking to reporters on the sidelines of the launch of the Tennis Premier League here in suburban Andheri.\n\nTeams will play one week in February to advance to the championship in November, replacing the current Davis Cup format that is played over four weekends throughout the year.\n\n\"I'm not a big fan of it as there will be now home advantage now. Having played Davis Cup for 28-29 years now since 1990, I know that playing at home you have the home crowd involved, the home court advantage is involved, the home court surface is involved, it popularizes the game in every single country.\n\n\"And if you are playing away from home, likewise you have to handle adversity, the crowds against you, the alien surface. Also Davis Cup is huge patriotic event, so I think to spread Davis Cup around the world was the way to go. I see a lot of the top players not taking kindly to the new rule of Davis Cup,\" the veteran player noted.",
            "title": "Indian veteran tennis player Leander Paes says not yet decided when to retire"
        },
        {
            "image": "https://www.thehindu.com/static/theme/default/base/img/og-image.jpg",
            "link": "https://www.thehindu.com/news/cities/bangalore/",
            "summary": "Sign language spoken at this Bengaluru restaurantEchoes stands out for its warm and hospitable staff whose stories are pillars of motivation for anyone who looks at physical disabilities as a hindrance to success",
            "text": "Sign language spoken at this Bengaluru restaurant\n\nEchoes stands out for its warm and hospitable staff whose stories are pillars of motivation for anyone who looks at physical disabilities as a hindrance to success",
            "title": "Bengaluru - Latest News, Politics, Events, Entertainment"
        },
        {
            "image": "https://c.ndtvimg.com/2018-10/h03183s8_manchester-city-sergio-aguero-afp-10-18_625x300_20_October_18.jpg",
            "link": "https://sports.ndtv.com/english-premier-league/premier-league-manchester-city-score-five-tottenham-hotspur-beat-west-ham-1935027",
            "summary": "Manchester City took the lead in the 17th minute with Aguero continuing his remarkable run of goalscoring form at the Etihad.\nBut the result was put beyond any doubt with a blistering spell of Manchester City pressure that brought two goals in quick succession.\nMauricio Pochettino Backs Lamela After Sinking HammersMauricio Pochettino believes Erik Lamela is finally ready to fulfil his potential after the revitalised winger fired Tottenham to a 1-0 win against London rivals West Ham on Saturday.\nThat made it five goals in just eight appearances this season for Lamela, who was making only his second league start of the campaign.\nPochettino has often kept Lamela on the bench in the past, but the Tottenham boss says the Argentine is earning his trust.",
            "text": "Manchester City's devastating attack was back to peak form against their old goalkeeper Joe Hart as a 5-0 victory over Burnley at the Etihad on Saturday returned Pep Guardiola's side to the top of the Premier League . After a rare goalless outing in their last league fixture, a draw at Liverpool, Manchester City's win featured two goals in as many minutes early in the second half from Bernardo Silva and Fernandinho, adding to Sergio Aguero's first-half effort, before Riyad Mahrez and Leroy Sane completed the rout.\n\nThere was yet more good news for Manchester City manager Guardiola when he re-introduced Kevin De Bruyne, out with a knee injury he suffered in the opening week of the season, to his line-up as a 58th-minute substitute.\n\nManchester City took the lead in the 17th minute with Aguero continuing his remarkable run of goalscoring form at the Etihad.\n\nDavid Silva and Sane carved out the opening with a couple of neat and precise one-twos that opened up space in the Burnley area for the former to cross towards the far post.\n\nThere, Aguero had made room to sweep in a routine finish from eight yards past former team-mate Hart - the forward's 16th goal in his last 12 league appearances at Manchester City's home ground.\n\nAguero should have doubled the lead in first-half injury-time, somehow clearing the crossbar from six yards after Hart had saved superbly from a David Silva header.\n\nBut the result was put beyond any doubt with a blistering spell of Manchester City pressure that brought two goals in quick succession.\n\nIn the 54th minute, the hosts scored a slightly confusing goal, after Burnley players appeared to stop playing, waiting for a penalty to be awarded against them following contact between Sane and Jack Cork.\n\nBut referee Jonathan Moss waved play on and David Silva had the presence of mind to chip the ball back from the by-line for Bernardo to fire past Hart from 15 yards.\n\nMauricio Pochettino Backs Lamela After Sinking Hammers\n\nMauricio Pochettino believes Erik Lamela is finally ready to fulfil his potential after the revitalised winger fired Tottenham to a 1-0 win against London rivals West Ham on Saturday.\n\nLamela struck with a cool header late in the first half at the London Stadium to give Tottenham their fourth successive Premier League victory and lift them into the top four.\n\nThat made it five goals in just eight appearances this season for Lamela, who was making only his second league start of the campaign.\n\nLamela could start more often after this influential display underlined his improvement since returning from over a year of injury problems that required surgery on both hips.\n\nPochettino has often kept Lamela on the bench in the past, but the Tottenham boss says the Argentine is earning his trust.\n\n\"The form of the player sometimes changes. The most important thing is to trust him,\" Pochettino said.\n\n\"We believe in him. He is a player that is more mature. He is more relaxed, he's calm in front of goal. That is the key.\"",
            "title": "Premier League: Manchester City Score Five, Tottenham Hotspur Beat West Ham"
        },
        {
            "image": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/10/18/Pictures/_7b53660a-d2b8-11e8-841e-211dfd3178e1.JPG",
            "link": "https://www.hindustantimes.com/travel/nissan-kicks-unveiled-to-launch-in-january-2019/story-B2HET7E4gwhiG8TPpbg6AL.html",
            "summary": "Nissan Kicks had a global launch earlier, however, its Indian counterpart is getting set for a launch in January 2019.\nThe India-spec Nissan Kicks is slated for a January 2019 launch and will mainly compete with the others in its category like Renault Captur and Hyundai Creta, to name a few.\nSaid to be way different from its international counterpart, Nissan Kicks was unveiled in a recently-held event in Mumbai.\nWhat’s New:The India-spec Nissan Kicks has a redesigned front bumper which includes faux air inlets above its fog lights and an aluminium skid plate.\nKicks will likely have an engine and gearbox similar to the Nissan Terrano, Renault Duster and Renault Captur.",
            "text": "Nissan Kicks had a global launch earlier, however, its Indian counterpart is getting set for a launch in January 2019. Video inside from the unveiling event. The Nissan Kicks in India is said to be a lot different from the international model.\n\nThe India-spec Nissan Kicks is slated for a January 2019 launch and will mainly compete with the others in its category like Renault Captur and Hyundai Creta, to name a few. Said to be way different from its international counterpart, Nissan Kicks was unveiled in a recently-held event in Mumbai.\n\nThe India-version Kicks SUV will be bigger in size than the international model and will feature minor design tweaks. Its design sketches had previously teased the masses and the unveiling event revealed the external features of the new car. Nissan will soon be sharing the interior aspects of the soon-to-release SUV.\n\nWhat’s New:\n\nThe India-spec Nissan Kicks has a redesigned front bumper which includes faux air inlets above its fog lights and an aluminium skid plate. The look adds to the robust appearance of the car. What one will find interesting here is the presence of LED headlights similar to the ones seen on larger SUVs like X-Trail, Murano and others. Kicks will likely have an engine and gearbox similar to the Nissan Terrano, Renault Duster and Renault Captur.\n\nWatch the launch event on Nissan India’s YouTube page:\n\nThe soon-to-be-launched car will be positioned above the Terrano in Nissan’s line-up and may cost somewhere in the range of 9.4 lakh to 15 lakh (ex-showroom) at launch.\n\nFollow more stories on Facebook and Twitter\n\nFirst Published: Oct 18, 2018 15:04 IST",
            "title": "Nissan Kicks unveiled, to launch in January 2019"
        }
    ]
}