{
    "articles": [
        {
            "image": "https://cdn.dnaindia.com/sites/default/files/styles/full/public/2018/10/21/745803-indian-hockey-twitter.jpg",
            "link": "https://www.dnaindia.com/sports/report-hockey-india-beat-pakistan-3-1-at-asian-champions-trophy-to-claim-second-win-2677421",
            "probability": 0.677760717591023,
            "summary": "India continued its dominance over arch-rivals Pakistan with a 3-1 win at the Asian Champions Trophy hockey tournament on Saturday.\nIndia' second goal came minutes afrer the break as they took the lead in the 33rd minute through a field strike from Mandeep Singh.\nIt was India's second consecutive win in the tournament after having thrashed hosts Oman 11-0 in their opener.\nIndia had defeated Pakistan 4-0 in the final edition of the Champions Trophy earlier in the year before registering a close 2-1 win over the arch-rivals in the Jakarta Asian Games.\nIndia had won the inaugural edition in 2011, whereas Pakistan won the 2012 and 2013 editions by defeating India and Japan, respectively, before India won the 2016 edition by beating Pakistan in the final match.",
            "text": "India continued its dominance over arch-rivals Pakistan with a 3-1 win at the Asian Champions Trophy hockey tournament on Saturday.\n\nAlthough the Indian side got off to a shaky start, crucial goals from captain Manpreet Singh, forward player Mandeep Singh and forward Dilpreet Singh helped India register their second consecutive victory in the ongoing tournament.\n\nIn the first quarter, Pakistan stunned the Indians by taking the lead as early as in the opening minute of the match through Muhammad Irfan Junior's strike. Goalkeeper Sreejesh had made the initial save with his feet from the PC but he could not stop the shot from the deflection.\n\nPakistan led 1-0 after first quarter. However, India equalised with only five minutes left in the second quarter.\n\nSkipper Manpreet Singh drew parity for India as he powered past three Pakistan defenders and rifled the ball to the bottom corner. The teams went into the half-time break locked at 1-1.\n\nIndia' second goal came minutes afrer the break as they took the lead in the 33rd minute through a field strike from Mandeep Singh. Mandeep maintained possession of the ball long enough to flick it backwards and help it seamlessly roll into the net.\n\nThe Indians extended their lead to 3-1 when striker Dilpreet Singh scored another field goal in the 42nd minute. halfback Lalit Upadhyay managed to make a fine pass to Dilpreet, which the latter meticulously converted for his fourth goal in the tournament so far.\n\nThereafter, the Indians defended in numbers as Pakistani forwards failed to breach the rival backline. It was India's second consecutive win in the tournament after having thrashed hosts Oman 11-0 in their opener.\n\nIndia had defeated Pakistan 4-0 in the final edition of the Champions Trophy earlier in the year before registering a close 2-1 win over the arch-rivals in the Jakarta Asian Games.\n\nIndia will next face Japan on Sunday while Pakistan will play against Oman on Monday.\n\nIndia had won the inaugural edition in 2011, whereas Pakistan won the 2012 and 2013 editions by defeating India and Japan, respectively, before India won the 2016 edition by beating Pakistan in the final match.",
            "title": "Hockey: India beat Pakistan 3-1 at Asian Champions Trophy to claim second win",
            "verdict": "True"
        },
        {
            "image": "https://www.thehindu.com/static/theme/default/base/img/og-image.jpg",
            "link": "https://www.thehindu.com/news/cities/",
            "probability": 0.6278025790174168,
            "summary": "Taj Connemara opens after refitAlmost two years after it closed down for renovation, the iconic Taj Connemara was reopened by Tata Sons Chairman N. Chandrasekaran on Saturday.After the 2015 floods, Taj Connemara closed down in November 2016 for a makeover.\nThe last time such a makeover happened was in 2005, when the hotel was renovated and rebranded to appeal to a younger clientele.\nThis time around, the hotel has been reopened to recapture and re-emphasise its colonial past.\nThe gala opening was attended by the who’s who of",
            "text": "Taj Connemara opens after refit\n\nAlmost two years after it closed down for renovation, the iconic Taj Connemara was reopened by Tata Sons Chairman N. Chandrasekaran on Saturday.After the 2015 floods, Taj Connemara closed down in November 2016 for a makeover. The last time such a makeover happened was in 2005, when the hotel was renovated and rebranded to appeal to a younger clientele. This time around, the hotel has been reopened to recapture and re-emphasise its colonial past. The gala opening was attended by the who’s who of",
            "title": "Latest news updates from major cities of India",
            "verdict": "True"
        },
        {
            "image": "https://c.ndtvimg.com/2018-10/q50033r8_rishabh-pant-virat-kohli-afp_625x300_20_October_18.jpg",
            "link": "https://sports.ndtv.com/india-vs-west-indies-2018/india-vs-west-indies-1st-odi-rishabh-pant-set-to-make-debut-as-india-announce-team-1934852?News_Trending",
            "probability": 0.649734521236014,
            "summary": "Rishabh Pant is in line to make his One-day international (ODI) debut as India announced their team for the first ODI against Windies at the Barsapara Cricket Stadium in Guwahati on Sunday.\nHe scored his maiden century in only his third Test that India lost to England at The Oval.\nIn the Test series against the Windies, Pant was the joint-third-highest run-getter with 184 runs in the two Tests at an average of 92, exactly the same as captain Kohli.\nAfter impressing in the Asia Cup 2018 in United Arab Emirates and the Test series against the Windies, Ravindra Jadeja holds onto his place in the playing XI.\nRayudu scored 175 runs in six matches in the Asia Cup 2018 at an average of 43.75 with two half-centuries to his name.",
            "text": "Rishabh Pant is in line to make his One-day international (ODI) debut as India announced their team for the first ODI against Windies at the Barsapara Cricket Stadium in Guwahati on Sunday. According to the team sheet tweeted by the official BCCI handle, Pant will play as a specialist batsman with MS Dhoni taking his customary role behind the stumps. However, there was no such luck for young fast bowler Khaleel Ahmed, who was named as the 12th man with India going in with two specialist seamers and three spinners.\n\n-- Tweet --\n\nPant has made a great start to life as a Test cricketer following his debut against England in Trent Bridge and will be hoping for more of the same in the 50-over format. He scored his maiden century in only his third Test that India lost to England at The Oval.\n\nIn the Test series against the Windies, Pant was the joint-third-highest run-getter with 184 runs in the two Tests at an average of 92, exactly the same as captain Kohli. The 21-year-old's strike-rate of 84.40 was only bettered by Prithvi Shaw.\n\nAfter impressing in the Asia Cup 2018 in United Arab Emirates and the Test series against the Windies, Ravindra Jadeja holds onto his place in the playing XI.\n\nHowever, there was no place for KL Rahul or Manish Pandey as captain Virat Kohli and the team management continue to put their faith in Ambati Rayudu.\n\nRayudu scored 175 runs in six matches in the Asia Cup 2018 at an average of 43.75 with two half-centuries to his name. The omission of Rahul will once again be a point of contention with many fans and pundits calling for his inclusion in the ODI playing XI.",
            "title": "India vs West Indies 1st ODI: Rishabh Pant Set To Make Debut As India Announce Team",
            "verdict": "True"
        },
        {
            "image": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/09/02/Pictures/18th-asian-games-jakarta-palembang-2018_82390ba6-aeb3-11e8-8465-1eef8cfbb700.jpg",
            "link": "https://www.hindustantimes.com/photos/asian-games-2018/asian-games-2018-18th-edition-comes-to-a-glitzy-end/photo-As8tbTuS0QOWwidhYspeYK.html",
            "probability": 0.6099316254010533,
            "summary": "about the galleryAsian Games 2018 came to a glitzy end on Sunday.\nThe closing ceremony had excellent performances from several artists including Isyana Sarasvati.\nThe 18th edition of the quadrennial event was a particularly good one for India who won 69 medals.\nIndia won 15 gold at the games which is the highest for India since the opening edition in 1951.",
            "text": "about the gallery\n\nAsian Games 2018 came to a glitzy end on Sunday. The closing ceremony had excellent performances from several artists including Isyana Sarasvati. The 18th edition of the quadrennial event was a particularly good one for India who won 69 medals. India won 15 gold at the games which is the highest for India since the opening edition in 1951.",
            "title": "Asian Games 2018: 18th edition comes to a glitzy end",
            "verdict": "True"
        }
    ]
}