{
    "articles": [
        {
            "image": "https://cdn.dnaindia.com/sites/default/files/styles/full/public/2018/10/21/745804-mo-salah-huddersfield-reuters.jpg",
            "link": "https://www.dnaindia.com/sports/report-premier-league-mo-salah-back-on-the-scoresheet-as-liverpool-scrape-past-huddersfield-2677422",
            "probability": 0.6100431825377951,
            "summary": "HUDDERSFIELD TOWN 0 LIVERPOOL 1Striker Mohamed Salah scored his first goal in four matches to give Liverpool a 1-0 win over Huddersfield Town in the Premier League on Saturday, lifting the Merseyside club back up to second in the table.\nThe breakthrough came when Xherdan Shaqiri crafted himself some space to play a precise pass to Salah in the area.\nWith one touch, the Egyptian found the bottom far corner for his fourth goal of the season and 50th overall in English football.\nHuddersfield rallied and almost pulled it back, with a long-range effort from Jonathan Hogg hitting the post and Philip Billing's distant freekick curling just wide.\nFollowing Chelsea's earlier draw with Manchester United, the win takes Liverpool up to second in the standings, behind leaders Manchester City on goal difference.",
            "text": "HUDDERSFIELD TOWN 0 LIVERPOOL 1\n\nStriker Mohamed Salah scored his first goal in four matches to give Liverpool a 1-0 win over Huddersfield Town in the Premier League on Saturday, lifting the Merseyside club back up to second in the table.\n\nSalah scored after 20 minutes and it remained the only goal of the game as Liverpool boss Juergen Klopp condemned his close friend and fellow German in the opposite dugout David Wagner to a sixth defeat in nine league matches this season.\n\nThe breakthrough came when Xherdan Shaqiri crafted himself some space to play a precise pass to Salah in the area. With one touch, the Egyptian found the bottom far corner for his fourth goal of the season and 50th overall in English football.\n\nHuddersfield rallied and almost pulled it back, with a long-range effort from Jonathan Hogg hitting the post and Philip Billing's distant freekick curling just wide. They then had a penalty appeal turned down for a handball by James Milner.\n\nHuddersfield fans thought they had seen their team score their first home goal in six months when Alex Pritchard latched onto a high ball and dinked it past goalkeeper Alisson just before the break. However, the strike was ruled out for offside.\n\nThe hosts' intensity slightly dropped after halftime, although Steve Mounie had a chance with less than 10 minutes left when the ball fell to him in the box. However, he shinned it over from eight yards out.\n\nThe John Smith's Stadium faithful applauded the players after the final whistle, even though this defeat continues their winless run this season.\n\nWagner, who was best man at Klopp's wedding, was still content to be interviewed by BT Sport alongside his compatriot despite the result and was staying remarkably upbeat.\n\n\"To turn the positive performances into results, it's a wonderful challenge we face and very exciting and this is exactly how I feel individually and I hope it is possible in the future to turn this personal feeling onto the dressing room,\" Wagner said.\n\nKlopp, however, was more critical of his side that remain unbeaten this season and conceded that they were perhaps lucky to have come away with all three points.\n\n\"I'm not angry or whatever but I think we should expect from us to do better,\" he said. \"Most of the things which didn't work today was because Huddersfield did well but a few things I saw Huddersfield couldn't do anymore, we helped with an average or rubbish pass.\"\n\n\"Otherwise the result could've been different because they scored and hit the post and maybe should have had a penalty. We expect from us really good football and I would like to see that.\"\n\nFollowing Chelsea's earlier draw with Manchester United, the win takes Liverpool up to second in the standings, behind leaders Manchester City on goal difference. Klopp's side take on Cardiff City next Saturday. Huddersfield, meanwhile, remain second from bottom. They next visit Watford.",
            "title": "Premier League: Mo Salah back on the scoresheet as Liverpool scrape past Huddersfield",
            "verdict": "True"
        },
        {
            "image": "https://www.thehindu.com/static/theme/default/base/img/og-image.jpg",
            "link": "https://www.thehindu.com/news/cities/",
            "probability": 0.6278025790174168,
            "summary": "Taj Connemara opens after refitAlmost two years after it closed down for renovation, the iconic Taj Connemara was reopened by Tata Sons Chairman N. Chandrasekaran on Saturday.After the 2015 floods, Taj Connemara closed down in November 2016 for a makeover.\nThe last time such a makeover happened was in 2005, when the hotel was renovated and rebranded to appeal to a younger clientele.\nThis time around, the hotel has been reopened to recapture and re-emphasise its colonial past.\nThe gala opening was attended by the who’s who of",
            "text": "Taj Connemara opens after refit\n\nAlmost two years after it closed down for renovation, the iconic Taj Connemara was reopened by Tata Sons Chairman N. Chandrasekaran on Saturday.After the 2015 floods, Taj Connemara closed down in November 2016 for a makeover. The last time such a makeover happened was in 2005, when the hotel was renovated and rebranded to appeal to a younger clientele. This time around, the hotel has been reopened to recapture and re-emphasise its colonial past. The gala opening was attended by the who’s who of",
            "title": "Latest news updates from major cities of India",
            "verdict": "True"
        },
        {
            "image": "https://c.ndtvimg.com/2018-10/h03183s8_manchester-city-sergio-aguero-afp-10-18_625x300_20_October_18.jpg",
            "link": "https://sports.ndtv.com/english-premier-league/premier-league-manchester-city-score-five-tottenham-hotspur-beat-west-ham-1935027",
            "probability": 0.5906178406611945,
            "summary": "Manchester City took the lead in the 17th minute with Aguero continuing his remarkable run of goalscoring form at the Etihad.\nBut the result was put beyond any doubt with a blistering spell of Manchester City pressure that brought two goals in quick succession.\nMauricio Pochettino Backs Lamela After Sinking HammersMauricio Pochettino believes Erik Lamela is finally ready to fulfil his potential after the revitalised winger fired Tottenham to a 1-0 win against London rivals West Ham on Saturday.\nThat made it five goals in just eight appearances this season for Lamela, who was making only his second league start of the campaign.\nPochettino has often kept Lamela on the bench in the past, but the Tottenham boss says the Argentine is earning his trust.",
            "text": "Manchester City's devastating attack was back to peak form against their old goalkeeper Joe Hart as a 5-0 victory over Burnley at the Etihad on Saturday returned Pep Guardiola's side to the top of the Premier League . After a rare goalless outing in their last league fixture, a draw at Liverpool, Manchester City's win featured two goals in as many minutes early in the second half from Bernardo Silva and Fernandinho, adding to Sergio Aguero's first-half effort, before Riyad Mahrez and Leroy Sane completed the rout.\n\nThere was yet more good news for Manchester City manager Guardiola when he re-introduced Kevin De Bruyne, out with a knee injury he suffered in the opening week of the season, to his line-up as a 58th-minute substitute.\n\nManchester City took the lead in the 17th minute with Aguero continuing his remarkable run of goalscoring form at the Etihad.\n\nDavid Silva and Sane carved out the opening with a couple of neat and precise one-twos that opened up space in the Burnley area for the former to cross towards the far post.\n\nThere, Aguero had made room to sweep in a routine finish from eight yards past former team-mate Hart - the forward's 16th goal in his last 12 league appearances at Manchester City's home ground.\n\nAguero should have doubled the lead in first-half injury-time, somehow clearing the crossbar from six yards after Hart had saved superbly from a David Silva header.\n\nBut the result was put beyond any doubt with a blistering spell of Manchester City pressure that brought two goals in quick succession.\n\nIn the 54th minute, the hosts scored a slightly confusing goal, after Burnley players appeared to stop playing, waiting for a penalty to be awarded against them following contact between Sane and Jack Cork.\n\nBut referee Jonathan Moss waved play on and David Silva had the presence of mind to chip the ball back from the by-line for Bernardo to fire past Hart from 15 yards.\n\nMauricio Pochettino Backs Lamela After Sinking Hammers\n\nMauricio Pochettino believes Erik Lamela is finally ready to fulfil his potential after the revitalised winger fired Tottenham to a 1-0 win against London rivals West Ham on Saturday.\n\nLamela struck with a cool header late in the first half at the London Stadium to give Tottenham their fourth successive Premier League victory and lift them into the top four.\n\nThat made it five goals in just eight appearances this season for Lamela, who was making only his second league start of the campaign.\n\nLamela could start more often after this influential display underlined his improvement since returning from over a year of injury problems that required surgery on both hips.\n\nPochettino has often kept Lamela on the bench in the past, but the Tottenham boss says the Argentine is earning his trust.\n\n\"The form of the player sometimes changes. The most important thing is to trust him,\" Pochettino said.\n\n\"We believe in him. He is a player that is more mature. He is more relaxed, he's calm in front of goal. That is the key.\"",
            "title": "Premier League: Manchester City Score Five, Tottenham Hotspur Beat West Ham",
            "verdict": "True"
        },
        {
            "image": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2018/10/18/Pictures/_7b53660a-d2b8-11e8-841e-211dfd3178e1.JPG",
            "link": "https://www.hindustantimes.com/travel/nissan-kicks-unveiled-to-launch-in-january-2019/story-B2HET7E4gwhiG8TPpbg6AL.html",
            "probability": 0.6023740089490638,
            "summary": "Nissan Kicks had a global launch earlier, however, its Indian counterpart is getting set for a launch in January 2019.\nThe India-spec Nissan Kicks is slated for a January 2019 launch and will mainly compete with the others in its category like Renault Captur and Hyundai Creta, to name a few.\nSaid to be way different from its international counterpart, Nissan Kicks was unveiled in a recently-held event in Mumbai.\nWhat’s New:The India-spec Nissan Kicks has a redesigned front bumper which includes faux air inlets above its fog lights and an aluminium skid plate.\nKicks will likely have an engine and gearbox similar to the Nissan Terrano, Renault Duster and Renault Captur.",
            "text": "Nissan Kicks had a global launch earlier, however, its Indian counterpart is getting set for a launch in January 2019. Video inside from the unveiling event. The Nissan Kicks in India is said to be a lot different from the international model.\n\nThe India-spec Nissan Kicks is slated for a January 2019 launch and will mainly compete with the others in its category like Renault Captur and Hyundai Creta, to name a few. Said to be way different from its international counterpart, Nissan Kicks was unveiled in a recently-held event in Mumbai.\n\nThe India-version Kicks SUV will be bigger in size than the international model and will feature minor design tweaks. Its design sketches had previously teased the masses and the unveiling event revealed the external features of the new car. Nissan will soon be sharing the interior aspects of the soon-to-release SUV.\n\nWhat’s New:\n\nThe India-spec Nissan Kicks has a redesigned front bumper which includes faux air inlets above its fog lights and an aluminium skid plate. The look adds to the robust appearance of the car. What one will find interesting here is the presence of LED headlights similar to the ones seen on larger SUVs like X-Trail, Murano and others. Kicks will likely have an engine and gearbox similar to the Nissan Terrano, Renault Duster and Renault Captur.\n\nWatch the launch event on Nissan India’s YouTube page:\n\nThe soon-to-be-launched car will be positioned above the Terrano in Nissan’s line-up and may cost somewhere in the range of 9.4 lakh to 15 lakh (ex-showroom) at launch.\n\nFollow more stories on Facebook and Twitter\n\nFirst Published: Oct 18, 2018 15:04 IST",
            "title": "Nissan Kicks unveiled, to launch in January 2019",
            "verdict": "True"
        }
    ]
}